/* MJP hack to fix <rdar://problem/3808962> TA8A241Plus:Sharing Pref: The display of information about Windows Sharing was not good. */
"USE_SPECIAL_FONT" = "Нет"; /*Set to "YES" to use font specified by next string */
"SPECIAL_FONT" = "LiHeiPro";

/* Generic strings */
"OK" = "OK";
"CANCEL" = "Отменить";
"QUIT" = "Завершить";
"STOP" = "Выключить";
"START" = "Включить";
"WARNING" = "Предупреждение";
"ERROR" = "Ошибка";
"ON" = "Включен";
"OFF" = "Выключен";
"STARTING" = "Включение…";
"STOPPING" = "Выключение…";
"UNAVAILABLE" = "Недоступно";
"UNKNOWN" = "Неизвестная";
"ADD" = "Добавить";
"OTHER..." = "Другое…";
"UNKNOWN_USER" = "Неизвестный пользователь";

// Common ACL names
"Administrators" = "Администраторы";
"Everyone" = "Все пользователи";

"AX_DESCR_ADD_SP" = "Добавить общий узел";
"AX_DESCR_REMOVE_SP" = "Удалить общий узел";
"AX_DESCR_ADD_USER" = "Добавить пользователя";
"AX_DESCR_REMOVE_USER" = "Удалить пользователя";

"AX_DESCR_USERS" = "Пользователи";
"AX_DESCR_SHAREPOINTS" = "Общие узлы";

"AX_DESCR_FOR_NSStatusUnknown" = "Индикатор статуса выкл.";
"AX_DESCR_FOR_NSStatusAvailable" = "Индикатор статуса вкл.";
"AX_DESCR_FOR_NSStatusAway" = "Индикатор статуса ошибки";
"AX_DESCR_FOR_NSStatusIdle" = "Индикатор статуса предупреждения";

/* ES warnings */
"ESWARNING_TITLE" = "Данный компьютер настроен на переход в режим сна по истечении определенного времени неактивности.";
"ESWARNING_OPEN_ES" = "Открыть «Экономия энергии»…";
"ESWARNING_DESC" = "Службы Общего доступа недоступны в режиме сна. Чтобы изменить эту настройку, откройте настройки «Экономия энергии».";

/* Services (for the table view)*/
"REMOTE_LOGIN_LABEL" = "Удаленный вход";

/* telnet service */
"CAPTION_TELNET_IS_ON" = "Включить удаленный доступ по telnet";
"CAPTION_TELNET_IS_OFF" = "Выключить удаленный доступ по telnet";

/* Rendezvous Tool Tip */
"RENDEZVOUS_NAME_ERR" = "Имя Bonjour неверное.";
"RENDEZVOUS_TOOL_TIP" = "Bonjour-имя должно начинаться и заканчиваться с буквы или цифры.\nВнутренние символы должны состоять только из букв, цифр и дефисов.";
"RENDEZ_EXPL" = "Компьютеры в Вашей локальной сети могут получить доступ к Вашему компьютеру: %@.local";
"NAME_EXPL" = "Другие пользователи имеют доступ на Ваш компьютер локально по адресу: \n%@.local или в Интернете: \n%@.";


/* AFP server */
"CAPTION_AFP_IS_ON" = "Общий доступ к файлам: вкл.";
"CAPTION_AFP_IS_STARTING" = "Общий доступ к файлам включается…";
"DESCR_AFP" = "Функция общего доступа к файлам позволяет другим пользователям иметь доступ к файлам общего пользования на этом компьютере. Функция также предоставляет возможность пользователям с правами администратора иметь доступ ко всем томам.";
"CAPTION_AFP_IS_OFF" = "Общий доступ к файлам: выкл.";
"CAPTION_AFP_IS_BLOCKED_BY_FIREWALL" = "Общий доступ к файлам: заблокировано брандмауэром";

"CAPTION_AFP_IS_STOPING" = "Общий доступ к файлам выключается…";
"CAPTION_AFP_IS_STOPING_IN" = "Общий доступ к файлам прекратится через %d мин.";
"CAPTION_AFP_IS_STOPING_SOON" = "Общий доступ к файлам выключится менее чем через минуту";

"DESCR_AFP_WILL_STOP" = "Общий доступ позволяет пользователям других компьютеров получать доступ к папкам «Общие» на этом компьютере.";
"DESCR_AFP_IS_STOPING_IN" = "Общий доступ к файлам выключится через %li мин.";
"DESCR_AFP_IS_STOPING_SOON" = "Общий доступ к файлам выключится менее чем через минуту.";

"AFP_INFO_TEXT" = "Другие пользователи могут иметь доступ к файлам общего пользования на этом компьютере, а пользователи с правами администратора ко всем томам на %@ или «%@».";
"AFP_INFO_TEXT_SHORT" = "Другие пользователи имеют доступ к общим файлам на этом компьютере, а пользователи с правами администратора — ко всем томам этого компьютера по адресу %@.";
"AFP_URL" = "afp://%@/";

"SP_DELETE_TITLE_SINGLE" = "Вы действительно хотите запретить общий доступ к папке «%@»?";
"IDENTITY_DELETE_TITLE" = "Вы действительно хотите удалить «%@» из списка пользователей, имеющих доступ к общей папке «%@»?";

"PUBLIC_SHAREPOINT_NAME" = "Папка «Общие» (%@)";

/* Samba Server */
"CAPTION_SAMBA_IS_ON" = "Общий доступ Windows: вкл.";
"CAPTION_SAMBA_IS_OFF" = "Общий доступ Windows: выкл.";
"CAPTION_SAMBA_IS_BLOCKED_BY_FIREWALL" = "Общий доступ Windows: заблокировано брандмауэром";

"SAMBA_ACCOUNTS_BUTTON" = "Учетные записи…";

"SAMBA_INFO_TEXT" = "Пользователи Windows могут иметь доступ к файлам общего пользования на этом компьютере, а пользователи с правами администратора ко всем томам по адресу: %@.";

//"SAMBA_INFO_TEXT" = "Windows users can access your computer at %@\nOther users can access your computer at %@";
"SAMBA_ENABLED_ACCOUNTS" = "Подключенные учетные записи:";
"SEPARATOR" = ", ";
"SAMBA_ADDRESS" = "\\\\%@\\%@";
"SAMBA_IS_NOT_AVAILABLE" = "Общий доступ к файлам для  Windows не установлен. Для установки воспользуйтесь Установщиком программ Mac OS X.";
"SAMBA_ADDRESS_URL" = "smb://%@";

"SMB_IS_STARTING" = "Общий доступ к файлам Windows включается…";
"SMB_IS_STOPPING" = "Общий доступ Windows выключается…";

/* Windows File Sharing password strings */
"SAMBA_ENABLE_PASSWORD_TEXT" = "Чтобы включить общий доступ к файлам с помощью SMB для «%@», введите пароль данной учетной записи.";
"SAMBA_DISABLE_PASSWORD_TEXT" = "Чтобы выключить общий доступ к файлам с помощью SMB для «%@», введите пароль данной учетной записи.";

/* Password is too short */
"PASS_IS_TOO_SHORT_ERR" = "Пароль должен состоять не менее чем из 4 символов. Введите новый пароль.";

/* Web server */
"CAPTION_WEB_IS_ON" = "Общий веб-доступ: вкл.";
"CAPTION_WEB_IS_OFF" = "Общий веб-доступ: выкл.";
"CAPTION_WEB_IS_BLOCKED_BY_FIREWALL" = "Общий веб-доступ: заблокировано брандмауэром";
"CAPTION_WEB_IS_STARTING" = "Общий веб-доступ включается…";
"DESCR_WEB_GENERAL" = "Общий веб-доступ позволяет пользователям других компьютеров смотреть веб-страницы на этом компьютере.";
"CAPTION_WEB_IS_STOPING" = "Общий веб-доступ выключается…";
"WEB_IS_NOT_AVAILABLE" = "Общий веб-доступ не установлен на этом компьютере. Чтобы установить Общий веб-доступ, откройте Установщик программ Mac OS X».";
"WEB_URL" = "http://%@/";
"WEB_URL_PERSONAL" = "http://%@/~%@/";

/* Optical Disc Sharing */
"Optical Disc Sharing" = "Общие DVD или CD";
"CAPTION_OPTICAL_DISC_SHARING_IS_OFF" = "Общие DVD или CD: выкл.";
"CAPTION_OPTICAL_DISC_SHARING_IS_ON" = "Общие DVD или CD: вкл.";
"CAPTION_OPTICAL_DISC_SHARING_IS_BLOCKED_BY_FIREWALL" = "Общие DVD или CD: заблокировано брандмауэром";
"CAPTION_OPTICAL_DISC_SHARING_IS_STARTING" = "Включение общего доступа к DVD или CD…";
"CAPTION_OPTICAL_DISC_SHARING_IS_STOPPING" = "Выключение общего доступа к DVD или CD…";
"DESCR_OPTICALDISK_SHARING_GENERAL" = "Позволяет пользователям других компьютеров удаленно использовать CD- или DVD-дисковод этого компьютера.";
"ODS_DVD_ASK_TITLE" = "Спрашивать, прежде чем разрешить другим\nпользователям использовать мой DVD-дисковод";
"ODS_CD_ASK_TITLE" = "Спрашивать, прежде чем разрешить другим\nпользователям использовать мой CD-дисковод";

/* FTP */
"FTP_IS_ON" = "FTP-доступ: вкл.";
"FTP_IS_OFF" = "FTP-доступ: выкл.";
"FTP_IS_NOT_AVAILABLE" = "Протокол FTP не установлен на этом компьютере. Для этого, установите пакеты BSD с помощью Установщика программ Mac OS X.";
"FTP_BASIC_DESCR" = "FTP позволяет пользователям других компьютеров обмениваться файлами с этим компьютером с помощью программ FTP.";
"FTP_IS_BLOCKED_BY_FIREWALL" = "FTP-доступ: заблокировано брандмауэром";

"FTP_INFO_TEXT" = "Другие пользователи имеют доступ к Вашему серверу FTP по адресу: ftp://%@/ или могут выбрать в списке «%@».";
"AFP_NUMBER_OF_CLIENTS" = "Число подключенных пользователей: %d";

"FTP_IS_STARTING" = "FTP включается…";
"FTP_IS_STOPPING" = "FTP выключается…";

/* SSH */
"CAPTION_SSH_IS_STARTING" = "Удаленный вход включается…";
"CAPTION_SSH_IS_STOPPING" = "Удаленный вход выключается…";
"SSH_INFO_GENERAL" = "Удаленный вход позволяет пользователям других компьютеров входить на этот компьютер с помощью SSH.";
"SSH_ON" = "Удаленный вход: вкл.";
"SSH_OFF" = "Удаленный вход: выкл.";
"SSH_INFO_TEXT" = "Чтобы войти на этот компьютер с удаленного компьютера, введите «ssh %@@%@».";
"SSH_BLOCKED_BY_FIREWALL" = "Удаленный вход: заблокировано брандмауэром";

/* Alerts */
"FTP_MISSING_ERR" = "Невозможно изменить FTP-настройки, т.к. пакет BSD не установлен.";
"FTP_MISSING_EXPLANATION" = "Установите пакет BSD, если хотите изменить свои FTP-настройки."; 

/* Firewall Strings */
"FIREWALL_ON" = "Брандмауэр включен";
"FIREWALL_OFF" = "Брандмауэр выключен";
"FIREWALL_UNA" = "Брандмауэр недоступен";
"ERROR_FIREWALL" = "Невозможно изменить настройки брандмауэра из-за ошибки при чтении их из системы.";
"ERROR_FIREWALL_EXPL" = "Если проблема не устраняется, перезагрузите компьютер и повторите попытку.";
"DEFAULT_ENTRY" = "Вы не можете изменить параметры брандмауэра для этой службы.";
"TOOL_TIP_OFF_TCP" = "Это вход в Ваш брандмауэр для %@.\nОн в настоящее время отключен и весь сетевой TCP-трафик через порт(ы) %@ заблокирован.";
"TOOL_TIP_OFF_UDP" = "Это вход в Ваш брандмауэр для %@.\nОн в настоящее время отключен и весь сетевой UDP-трафик через порт(ы) %@ заблокирован.";
"TOOL_TIP_OFF_BOTH" = "Это вход в Ваш брандмауэр для %@.\nОн в настоящее время отключен и весь сетевой TCP-трафик через порт(ы) %@ ,как и сетевой UDP-трафик через порт(ы) %@, заблокирован.";

/* Firewall Utility Strings */
"FILE_AND_WEB" = "Файлы и Интернет";
"APPLICATION" = "Программа";

/* Sharing Pref Defined Services */
/* Do not delete these, they are for localizing the UI (the file is always stored in English) */
"Apple Remote Desktop" = "Apple Remote Desktop";
"ARD_TITLE" = "Удаленное управление";
"SCREEN_SHARING_TITLE" = "Общий экран";
"Personal File Sharing" = "Общий доступ к файлам";
"Samba Sharing" = "Общий доступ Windows";
"Personal Web Sharing" = "Общий веб-доступ";
"Remote Login - SSH" = "Удаленный вход - SSH";
"Remote Apple Events" = "Удаленные события Apple";
"FTP Access" = "Доступ FTP";
"BlueToothService" = "Общий доступ Bluetooth";
"Printer Sharing" = "Общие принтеры";
"Scanner Sharing" = "Общие сканеры";
"iChat Rendezvous" = "iChat Bonjour";
"iTunes Music Sharing" = "Общая музыка iTunes";
"iPhoto Rendezvous Sharing" = "Общий доступ iPhoto Bonjour";
"Network Time" = "Сетевое время";
"Dynamic DNS" = "Динамическая DNS";
"Xgrid" = "Общий доступ Xgrid";

/* BT */
"BT_INFO_TEXT" = "Используйте настройки общего доступа Bluetooth и настройте компьютер, чтобы совместно использовать файлы с другими компьютерами и устройствами Bluetooth.";
"BT_IS_ON" = "Общий доступ Bluetooth: вкл.";
"BT_IS_OFF" = "Общий доступ Bluetooth: выкл.";

/* Printer Sharing */
"PRINTER_SHARING_UNAVAILABLE" = "Общие принтеры на данный момент недоступны.";
"PS_IS_ON" = "Общие принтеры: вкл.";
"PS_IS_OFF" = "Общие принтеры: выкл.";
"PS_IS_BLOCKED_BY_FIREWALL" = "Общие принтеры: заблокировано брандмауэром";
"PS_IS_STARTING" = "Общий доступ к принтеру включается…";
"PS_IS_STOPPING" = "Общий доступ к принтеру выключается…";
"PRINTER_SHARING_BASIC" = "Общий доступ к принтерам позволяет другим пользователям использовать принтеры, подключенные к этому компьютеру.";
"PRINTER_FAX_SHARING_BASIC" = "Общий доступ к принтерам позволяет другим пользователям использовать принтеры и факс-модемы, подключенные к этому компьютеру.";

/* Scanner Sharing */
"SCANNERSHARING_IS_ON" = "Общие сканеры: вкл.";
"SCANNERSHARING_IS_OFF" = "Общий сканер: выкл.";

/* Remote Apple Events */
"REMOTE_AE_ON" = "Удаленные события Apple: вкл.";
"REMOTE_AE_OFF" = "Удаленные события Apple: выкл.";
"REMOTE_AE__BLOCKED_BY_FIREWALL" = "Удаленные события Apple: заблокировано брандмауэром";
"RAE_IS_STARTING" = "Удаленные события Apple открываются…";
"RAE_IS_STOPPING" = "Удаленные события Apple выключаются…";
"AE_BUTTON_TITLE" = "Конфигурация…";
"RAE_PICKER_TITLE" = "Удаленные события Apple";
"SSH_PICKER_TITLE" = "Удаленный вход";

/* ARD */
"ARD_ON" = "Удаленное управление: вкл.";
"ARD_OFF" = "Удаленное управление: выкл.";
"ARD_BLOCKED_BY_FIREWALL" = "Удаленное управление: заблокировано брандмауэром";
"ARD_GENERAL_INFO_TEXT" = "Удаленное управление предоставляет другим пользователям доступ к этому компьютеру с помощью Apple Remote Desktop.";
"SCREEN_SHARING_GENERAL_INFO_TEXT" = "Общий доступ к экрану позволяет пользователям других компьютеров осуществлять удаленный просмотр и управление данным компьютером.";
"ARD_INFO_TEXT" = "Другие пользователи могут управлять Вашим компьютером, используя адрес: %@.";
"ARD_URL" = "http://www.apple.com/remotedesktop/";
"ARD_ACCESS_BUTTON" = "Права доступа…";
"ARD_MENU_EXTRA_CHECKBOX" = "Показывать статус в строке меню";
"CAPTION_ARD_IS_STARTING" = "Удаленное управление включается…";
"CAPTION_ARD_IS_STOPPING" = "Удаленное управление выключается…";
"ARD_STARTING_DESC" = "Удаленное управление позволяет администраторам наблюдать за экраном Вашего компьютера и управлять им с помощью программы %@.";
"ARD_IS_NOT_AVAILABLE" = "ПО для удаленного управления не установлено на данном компьютере.";
"ARD_CONTROL_OBSERVE" = "Управление и наблюдение";
"SCREEN_SHARING_INFO" = "Другие пользователи имеют доступ к Вашему компьютеру по адресу: vnc://%@/ или могут задать для поиска «%@».";
"SCREEN_SHARING_INFO_SHORT" = "Другие пользователи могут подключиться к этому компьютеру по адресу vnc://%@/.";
"SCREEN_SHARING_ON" = "Общий экран: вкл.";
"SCREEN_SHARING_OFF" = "Общий экран: выкл.";
"SCREEN_SHARING_BLOCKED_BY_FIREWALL" = "Общий экран: заблокировано брандмауэром";
"SCREEN_SHARING_OFF_WARNING_TITLE" = "Вы действительно хотите выключить функцию общего экрана на компьютере «%@»?";
"SCREEN_SHARING_OFF_WARNING_DESC" = "При выключении функции общего доступа к экрану на этом компьютере доступ с других компьютеров, совместно использующих этот экран, станет невозможен.";

/* NAT (Internet Sharing) */
"Internet Sharing" = "Общий Интернет";
"INTERNET_SHARING_ON" = "Общий Интернет: вкл.";
"INTERNET_SHARING_OFF" = "Общий Интернет: выкл.";
"INTERNET_SHARING_MESSAGE" = "Общий Интернет разрешает другим компьютерам пользоваться Вашим подключением к Интернету.";
"INTERNET_SHARING_SELECT_OUT" = "Вы не можете включить «Общий Интернет», т.к. Вы не выбрали порт для предоставления общего доступа к подключению.";
"INTERNET_SHARING_NO_OUT" = "Вы не можете включить «Общий Интернет», т.к. нет доступных портов для предоставления общего доступа к подключению. Выберите для общего доступа другое подключение или включите другой порт в настройках сети.";
"INTERNET_SHARING_NO_FROM" = "Вы не можете включить Общий Интернет, т.к. нет открытых подключений к Интернету. Чтобы подключиться к Интернету, воспользуйтесь настройками пульта «Сеть».";
"INTERNET_SHARING_NOT_AVAILABLE" = "Общий Интернет недоступен, т.к. у Вас нет активного на данный момент подключения к Интернету.";
"AUTOMATIC" = "Автоматический";
"PRIMARY_INTERFACE_WARNING" = "Если Вы включите этот порт, Ваш интернет-провайдер может лишить Вас своих услуг, чтобы предотвратить изменение Вами его сетевых настроек.";
"PRIMARY_INTERFACE_EXPL" = "В некоторых случаях (например, если Вы используете модем) Вы можете ненамеренно повлиять на сетевые ISP-настройки и нарушить условия сервисного соглашения.";
"INTERNET_SHARING_NETWORK" = "Сеть Общего Интернета";
"INTERNET_SHARING_ARE_YOU_SURE" = "Вы уверены, что действительно хотите включить общий доступ в Интернет?";
"INTERNET_SHARING_ARE_YOU_SURE_INFO" = "Если Ваш компьютер подключен к сети, включение Общего Интернета может повлиять на сетевые настройки других компьютеров и нарушить работу сети. Обратитесь к администратору системы перед включением Общего Интернета.";
"INTERNET_SHARING_NO_SERVICES" = "Нет активных служб";
"INTERNET_SHARING_NOT_INSTALLED" = "Общий Интернет не установлен на этом компьютере. Чтобы установить Общий Интернет, установите пакеты BSD с помощью Установщика программ Mac OS X».";

"AIRPORT_WARNING" = "Для предоставления общего доступа к Вашему подключению к Интернету необходимо включить AirPort.";
"AIRPORT_WARNING_INFO" = "Сеть AirPort отключена.";
"TURN_POWER_ON" = "Включить AirPort";
"DEFAULT_AIRPORT_NETWORK" = "Сеть AirPort";
"NETWORK_PASSWORD" = "Чтобы подключиться к сети AirPort, созданной этим компьютером, с компьютера без программного обеспечения AirPort, необходим следующий эквивалентный сетевой пароль (ключ WEP):";

"INTERNET_SHARING_SLEEP_WARNING_SHEET_ENERGY_SAVER_BUTTON" = "Открыть пульт «Экономия энергии»";
"INTERNET_SHARING_WEBSHARING_WARNING_SHEET_SERVICES_BUTTON" = "Показать «Службы»";
"INTERNET_SHARING_WARNING_SHEET_TITLE" = "Другие настройки могут влиять на настройки Общего Интернета.";

/* Extra Firewall Ports */
"APPLE_REMOTE_DESKTOP" = "Apple Remote Desktop";
"ICQ" = "ICQ";
"IRC" = "IRC";
"MSN" = "MSN Messenger";
"RETROSPECT" = "Retrospect";
"SMB" = "SMB (без netbios)";
"TIMBUKTU" = "Timbuktu";
"RENDEZVOUS" = "Bonjour Instant Messaging";
"VNC" = "VNC";
"NETWORKTIME" = "Сетевое время";
"CVS" = "CVS";
"WEBSTAR" = "WebSTAR Admin";
"XCODE" = "Опубликованная версия Xcode";
"QUICKTIME" = "QuickTime";
"WBEM" = "WBEM";

/* Dynamic DNS */
"DYNDNS_ON" = "Включен общий доступ к динамической DNS";
"DYNDNS_OFF" = "Выключен общий доступ к динамической DNS";
"CAPTION_DYNDNS_IS_STARTING" = "Включается динамическая DNS…";
"CAPTION_DYNDNS_IS_STOPPING" = "Динамическая DNS выключается…";
"DYNDNS_INFO_TEXT" = "Другие пользователи могут получить удаленный доступ к Вашему компьютеру по адресу: «%@».";
"DYNDNS_STARTING_DESC" = "Динамическая DNS позволяет пользователям с других компьютеров подключаться к Вашему компьютеру через домен Вашей динамической DNS.";
"DYNDNS_BUTTON_STRING" = "Конфигурация…";
"DYNDNS_HAS_SECRET" = "<установить>";
"DYNDNS_NO_SECRET" = "<нет>";
"DYNDNS_FAILED_SHEET_TITLE" = "Динамическая DNS не запустилась";
"DYNDNS_FAILED_SHEET_MESSAGE" = "Динамическая DNS не смогла зарегистрировать «%@».\n\n%@";
"DYNDNS_START_TIMEOUT" = "Время запуска динамической DNS истекло. Проверьте Ваши настройки и попытайтесь еще раз.";
"DYNDNS_NO_SERVERS_AVAILABLE" = "Нет доступных";

/* Status messages for mDNSResponder respondes about dynamic dns */
"MDNS_RESPONSE_UNKNOWN_ERROR" = "Произошла неопознанная ошибка.";
"MDNS_RESPONSE_NONETWORK_ERROR" = "Обнаружена проблема подключения к сети. Убедитесь, что сетевой кабель правильно подключен и попытайтесь еще раз.";
"MDNS_RESPONSE_NODNSSERVER_ERROR" = "Ваш компьютер не может подключиться к DNS-серверу. Проверьте настройки сети и убедитесь в правильности адреса DNS-сервера.";
"MDNS_RESPONSE_COMPUTERNAMEINUSE_ERROR" = "Компьютер с именем @#$@ уже используется другим пользователем. Измените имя Вашего компьютера или попытайтесь еще раз позже.";
"MDNS_RESPONSE_NATTRAVESAL_ERROR" = "Этот компьютер подключен к Интернету через порт, который не позволяет ему функционировать как интернет-сервер.";
"MDNS_RESPONSE_FIREWALL_ERROR" = "Выбранный DNS-сервер не может сделать этот компьютер видимым другими компьютерами в Интернете. Это возможно в обход брандмауэра.";

"XGRID_ON" = "Общий доступ Xgrid: вкл.";
"XGRID_OFF" = "Общий доступ Xgrid: выкл.";
"CAPTION_XGRID_IS_STARTING" = "Включается Xgrid-агент…";
"CAPTION_XGRID_IS_STOPPING" = "Xgrid-агент выключается…";
"XGRID_INFO_TEXT" = "Xgrid-агент активен.";
"XGRID_STARTING_DESC" = "Общий доступ Xgrid разрешает контроллерам Xgrid подключаться и распределять задачи Xgrid на Вашем компьютере.";
"XGRID_ADV_BUTTON" = "Конфигурация…";
"XGRID_START_TIMEOUT" = "При запуске агента Xgrid произошла ошибка.";
"XGRID_STOP_TIMEOUT" = "При остановке агента Xgrid произошла ошибка.";
"XGRID_NO_AGENT_TITLE" = "Xgrid-агент не найден";
"XGRID_NO_AGENT_DESC" = "The Xgrid-агент должен быть установлен на этом компьютере, чтобы подключить общий доступ Xgrid.";
"XGRID_MISSING_PASSWORD_TITLE" = "Пароль отсутствует";
"XGRID_MISSING_PASSWORD_INFO" = "В настоящее время агент установлен так, чтобы контроллер Хgrid запрашивал пароль, однако пароль не установлен. Установите пароль или отключите режим запроса пароля до запуска агента.";
"XGRID_SECURITY_WARNING_TITLE" = "Предупреждение о безопасности";
"XGRID_SECURITY_WARNING_INFO" = "Отключая требование ввода пароля, Вы, возможно, разрешите неавторизованный доступ на Ваш компьютер.";
"XGRID_GENERAL_INFO" = "Общий доступ Xgrid разрешает контроллерам Xgrid подключаться и распределять задачи Xgrid на Вашем компьютере.";

"LABEL_SHAREDFOLDERS" = "Общие папки:";
"LABEL_USERSGROUPS" = "Пользователи:";

"APPLY_PERMISSION_MAIN_TEXT" = "Вы действительно хотите применить выбранные параметры владельца, группы и прав доступа ко всем вложенным объектам?";
"APPLY_PERMISSION_PROGRESS_LABEL" = "Применение прав доступа к «%@»";
